Repository: AsherBond/saas_app_store
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ga

source: Very negative
ga: An-diúltach

source: Negative
ga: Diúltach

source: Neutral
ga: Neodrach

source: Positive
ga: Dearfach

source: Very positive
ga: An-dearfach

source: Enter a valid HTTPS URL
ga: Cuir isteach URL bailí HTTPS

source: URL contains invalid (control) characters.
ga: Tá carachtair neamhbhailí (rialaithe) san URL.

source: URL must end with .tar.gz
ga: Caithfidh an URL críochnú le .tar.gz

source: The app name must be pascal case e.g. MyApp
ga: Ní mór ainm na haipe a bheith mar chás pascal m.sh. MyApp

source: App name
ga: Ainm aip

source: Author's full name
ga: Ainm iomlán an údair

source: Author's email
ga: Ríomhphost an údair

source: Author's homepage
ga: Leathanach baile an údair

source: Bug reports and feature requests
ga: Tuarascálacha ar fhabht agus iarratais gné

source: Hold down Ctrl and click to select multiple entries
ga: Coinnigh síos Ctrl agus cliceáil chun iontrálacha iolracha a roghnú

source: Short description of your app that will be rendered as short teaser
ga: Cur síos gairid ar d’aip a dhéanfar mar teaser gearr

source: Full description of what your app does. Can contain Markdown.
ga: Cur síos iomlán ar a ndéanann d'aip. Is féidir Markdown a bheith ann.

source: I opt in for the collection of my personal data. We could then reach out to you to check in with you about your plans or to ask for feedback on our developer program.
ga: Diúltaím do mo shonraí pearsanta a bhailiú. D’fhéadfaimis teagmháil a dhéanamh leat ansin chun seiceáil isteach leat faoi do phleananna nó chun aiseolas a iarraidh ar ár gclár forbróra.

source: Integration name
ga: Ainm comhtháthú

source: Screenshot URL
ga: URL scáileáin

source: URL for integration screenshot
ga: URL le haghaidh scáileáin chomhtháthaithe

source: Screenshot thumbnail URL
ga: URL mionsamhlacha seat

source: URL for integration screenshot in smaller dimensions. Must be used in combination with a larger screenshot.
ga: URL le haghaidh scáileáin chomhtháthaithe i toisí níos lú. Ní mór é a úsáid in éineacht le seat scáileáin níos mó.

source: Full description of what your integration does. Can contain Markdown.
ga: Cur síos iomlán ar cad a dhéanann do chomhtháthú. Is féidir Markdown a bheith ann.

source: Third-Party Login Failure
ga: Teip Logála Isteach Tríú Páirtí

source: An error occurred while attempting to login via your third-party account.
ga: Tharla earráid agus iarracht á déanamh logáil isteach trí do chuntas tríú páirtí.

source: Sign In
ga: Sínigh isteach

source: Connect %(provider)s
ga: Ceangail %(provider)s

source: You are about to connect a new third-party account from %(provider)s.
ga: Tá tú ar tí cuntas nua tríú páirtí a nascadh ó %(provider)s.

source: Sign In Via %(provider)s
ga: Sínigh Isteach Trí%(provider)s

source: You are about to sign in using a third-party account from %(provider)s.
ga: Tá tú ar tí síniú isteach ag baint úsáid as cuntas tríú páirtí ó%(provider)s.

source: Continue
ga: Leanúint ar aghaidh

source: Provided email address is not valid.
ga: Níl an seoladh ríomhphoist bailí.

source: First name
ga: Ainm

source: Last name
ga: Sloinne

source: I would like to receive app developer news and updates from Nextcloud by email
ga: Ba mhaith liom nuacht forbróir aipeanna agus nuashonruithe a fháil ó Nextcloud trí ríomhphost

source: Your email address
ga: Do sheoladh ríomhphoist

source: Your password
ga: Do phasfhocal

source: *Required if the account is registered with a password
ga: * Ag teastáil má tá an cuntas cláraithe le pasfhocal

source: The given email address does not match your email address
ga: Ní mheaitseálann an seoladh ríomhphoist a thugtar do sheoladh ríomhphoist

source: Invalid password
ga: Pasfhocal neamhbhailí

source: Confirm password
ga: Deimhnigh Pasfhocal

source: Required when changing your First Name, Last Name, or Email Address to prevent unauthorized changes to critical account details. This field does not update your password!
ga: Ag teastáil nuair a athraítear do Céad Ainm, Sloinne nó Seoladh Ríomhphoist chun athruithe neamhúdaraithe ar shonraí criticiúla cuntais a chosc. Ní nuashonraíonn an réimse seo do phasfhocal!

source: This email address is already associated with another account.
ga: Tá an seoladh ríomhphoist seo bainteach le cuntas eile cheana féin.

source: Password is required to change these fields.
ga: Tá pasfhocal ag teastáil chun na réimsí seo a athrú.

source: Nextcloud app store password changed
ga: Athraíodh pasfhocal siopa aip Nextcloud

source: Your Nextcloud app store password has changed. Contact support if this was not you.
ga: Tá do phasfhocal siopa aip Nextcloud athraithe. Déan teagmháil le tacaíocht mura tusa a bhí ann.

source: Save
ga: Sábháil

source: API Token
ga: Comhartha API

source: The API token can be used for authentication when calling the Nextcloud app store <a href="https://nextcloudappstore.readthedocs.io/en/latest/restapi.html">REST API</a>. Make sure to keep it secret. A new token can be generated below, rendering the old token invalid.
ga: Is féidir an comhartha API a úsáid le haghaidh fíordheimhnithe agus glaoch ar an siopa aip Nextcloud <a href="https://nextcloudappstore.readthedocs.io/en/latest/restapi.html">REST API</a>. Bí cinnte é a choinneáil faoi rún. Is féidir comhartha nua a ghiniúint thíos, rud a fhágann go bhfuil an seanchomhartha neamhbhailí.

source: Your API token is:
ga: Is é do chomhartha API:

source: New API token generated.
ga: Gineadh comhartha API nua.

source: Regenerate API token
ga: Athghin comhartha API

source: Appeal commentaries
ga: Tráchtairí achomhairc

source: Comments Pending Appeal
ga: Tuairimí ar Feitheamh Achomharc

source: Comment author
ga: Údar tuairimí

source: Go to
ga: Téigh

source: Integrations
ga: Comhtháthaithe

source: Transfer app ownership
ga: Aistrigh úinéireacht aip

source: Enterprise support
ga: Tacaíocht fiontraíochta

source: Change language
ga: Athrú teanga

source: Password
ga: Pasfhocal

source: API token
ga: Comhartha API

source: Delete account
ga: Scrios cuntas

source: Appeal comments
ga: Tuairimí achomhairc

source: Deleting your account will delete all your apps and releases as well. To delete your account, insert your email address into the input field and click the "Delete account" button.
ga: Má scriosann tú do chuntas, scriosfar d'aipeanna agus eisiúintí go léir freisin. Chun do chuntas a scriosadh, cuir do sheoladh ríomhphoist isteach sa réimse ionchuir agus cliceáil ar an gcnaipe "Scrios cuntas".

source: Enterprise App Support
ga: Tacaíocht Aip Fiontraíochta

source: If an app is available to receive enterprise support, you can mark the app as such here. This will add a 'Request quote' button to the app's details page in the App Store and in Nextcloud Apps. Such support can only be requested for large Nextcloud installations.
ga: Má tá aip ar fáil chun tacaíocht fiontraíochta a fháil, is féidir leat an aip a mharcáil mar aip anseo. Cuirfidh sé seo cnaipe ‘Iarratas ar athfhriotail’ le leathanach sonraí na haipe san App Store agus in Nextcloud Apps. Ní féidir tacaíocht den sórt sin a iarraidh ach amháin le haghaidh suiteálacha móra Nextcloud.

source: Support status
ga: Stádas tacaíochta

source: Change support status
ga: Athraigh stádas tacaíochta

source: Supported
ga: Tacaithe

source: Unsupported
ga: Gan tacaíocht

source: Mark as unsupported
ga: Marcáil mar nach dtacaítear leis

source: Mark as supported
ga: Marcáil mar thacaíocht

source: You have not uploaded any apps yet!
ga: Níl aon aip uaslódáilte agat fós!

source: Pending approval
ga: Le ceadú

source: Actions
ga: Gníomhartha

source: View
ga: Amharc

source: Your integrations
ga: Do chomhtháthú

source: Edit
ga: Cuir in eagar

source: You have not submitted any integration yet or they are pending approval!
ga: Níl aon chomhtháthú curtha isteach agat go fóill nó tá siad ar feitheamh ceadú!

source: Changing your password will also regenerate your API token!
ga: Má athraítear do phasfhocal, déanfar do chomhartha API a athghiniúint freisin!

source: You seem to be using an account registered with a third-party provider. Your password can therefore <strong>not</strong> be changed from this page.
ga: Is cosúil go bhfuil tú ag baint úsáide as cuntas atá cláraithe le soláthraí tríú páirtí. Mar sin is féidir do phasfhocal <strong>a athrú </strong> ón leathanach seo.

source: Transfer Apps
ga: Aipeanna a Aistriú

source: To transfer an app to a new owner you must first unlock the app. A user can then take control of the app by registering it again on the app register page in the app developer menu.
ga: Chun aip a aistriú chuig úinéir nua ní mór duit an aip a dhíghlasáil ar dtús. Is féidir le húsáideoir ansin smacht a ghlacadh ar an aip trína chlárú arís ar leathanach clárúcháin na haipe i roghchlár forbróir na haipe.

source: Don't have a new owner yet? You can mark the app as orphaned to indicate that you are looking for a new owner. Once the transfer is complete, the app will be automatically marked as un-orphaned/maintained again.
ga: Nach bhfuil úinéir nua agat fós? Is féidir leat an aip a mharcáil mar dhílleachtaí lena chur in iúl go bhfuil úinéir nua á lorg agat. Nuair a bheidh an t-aistriú críochnaithe, beidh an app a mharcáil go huathoibríoch mar neamh-dílleachtaithe / chothabháil arís.

source: Ownership transfer status
ga: Stádas aistrithe úinéireachta

source: App status
ga: Stádas an aip

source: Change ownership transfer status
ga: Athraigh stádas aistrithe úinéireachta

source: Change app status
ga: Athraigh stádas an aip

source: Unlocked
ga: Díghlasáilte

source: Locked
ga: Faoi ghlas

source: Orphaned
ga: Dílleachtaí

source: Maintained
ga: Chothabháil

source: Lock ownership transfer
ga: Glasáil aistriú úinéireachta

source: Unlock ownership transfer
ga: Díghlasáil aistriú úinéireachta

source: Mark as maintained
ga: Marcáil mar a chothabháil

source: Mark as orphaned
ga: Marcáil mar dhílleachtaí
