Repository: AsherBond/saas_app_store
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ga

source: Newest app releases
ga: Seoltaí aip is déanaí

source: Get the newest app release updates
ga: Faigh na nuashonruithe is déanaí maidir le seoltaí aip

source: Changes
ga: Athruithe

source: Download
ga: Íoslódáil

source: Bad
ga: Dona

source: OK
ga: Ceart go leor

source: Good
ga: Maith

source: Download link (tar.gz)
ga: Nasc íoslódála (tar.gz)

source: Signature
ga: Sínithe

source: Can be generated by executing the following command:
ga: Is féidir é a ghiniúint trí an t-ordú seo a rith:

source: Nightly
ga: Oícheach

source: Public certificate
ga: Teastas poiblí

source: Usually stored in ~/.nextcloud/certificates/APP_ID.crt where APP_ID is your app's ID. If you do not have a certificate you need to create a certificate sign request (CSR) first, which should be posted on the <a href="https://github.com/nextcloud/app-certificate-requests" rel="noreferrer noopener">certificate repository</a> (follow the README). You can generate the CSR by executing the following command:
ga: Sa bhreis, coimeádta go minic in ~/.nextcloud/certificates/APP_ID.crt áit a bhfuil APP_ID mar ID do do chuid aipí. Má tá tú gan teastas agat, caithfidh tú iarraidh é a dhearadh trí chéim iarratais ar shínithe teastais (CSR) a chur chun cinn, áit a gcuirfear é ar an <a href="https://github.com/nextcloud/app-certificate-requests" rel="noreferrer noopener">dearnála teastais</a> (lean an README). Is féidir leat an CSR a ghiniúint trí an t-ordú seo a rith:

source: Signature over your app's ID
ga: Síniú thar ID d'aip

source: Language
ga: Teanga

source: <b>Important</b>: Changing the language will clear your current comment. Changes will not be saved!
ga: <b>Tábhachtach</b>: Athrú teanga a dhéanamh glanfaidh do thrácht reatha. Ní sheolfar na hathruithe!

source: Comment
ga: Trácht

source: app ID, identical to folder name
ga: ID aip, comhionann le hainm an fhillteáin

source: Category
ga: Catagóir

source: Name
ga: Ainm

source: Rendered app name for users
ga: Ainm aipe rindreáilte d’úsáideoirí

source: Summary
ga: Achoimre

source: Short text describing the app's purpose
ga: Téacs gearr ag cur síos ar chuspóir an aip

source: Description
ga: Cur síos

source: Will be rendered as Markdown
ga: Déanfar é a rindreáil mar Markdown

source: User documentation URL
ga: URL doiciméadú úsáideora

source: Admin documentation URL
ga: URL doiciméadú admin

source: Developer documentation URL
ga: URL doiciméadú an fhorbróra

source: Issue tracker URL
ga: URL rianaithe eisiúna

source: Homepage
ga: Leathanach baile

source: Forum
ga: Fóram

source: Created at
ga: Cruthaithe ag

source: Updated at
ga: Nuashonraithe ag

source: App owner
ga: Úinéir aip

source: Co-Maintainers
ga: Comhchoimeádaithe

source: App authors
ga: Údair aip

source: Featured
ga: Feiceálach

source: Orphan
ga: Dílleachta

source: Enterprise supported
ga: Fiontar tacaithe

source: Recent rating
ga: Rátáil le déanaí

source: Overall rating
ga: Rátáil iomlán

source: Number of recently submitted ratings
ga: Líon na rátálacha a cuireadh isteach le déanaí

source: Number of overall submitted ratings
ga: Líon na rátálacha foriomlána a cuireadh isteach

source: Last release at
ga: Eisiúint deiridh ag

source: Certificate
ga: Teastas

source: Ownership transfer enabled
ga: Cumasaíodh aistriú úinéireachta

source: If enabled, a user can try to register the same app again using the public certificate and signature. If he does, the app will be transferred to him.
ga: Má tá sé cumasaithe, is féidir le húsáideoir iarracht a dhéanamh an aip chéanna a chlárú arís ag baint úsáide as an deimhniú poiblí agus síniú. Má dhéanann sé, aistreofar an app chuige.

source: Integration (i.e. Outlook plugin)
ga: Comhtháthú (i.e. breiseán Outlook)

source: Used to approve integrations
ga: Úsáidtear é chun comhtháthú a cheadú

source: App
ga: Aip

source: Apps
ga: Feidhmchláir

source: User
ga: Úsáideoir

source: Rating
ga: Rátáil

source: Rating from 0.0 (worst) to 1.0 (best)
ga: Rátáil ó 0.0 (is measa) go 1.0 (is fearr)

source: Rating comment
ga: Trácht rátála

source: Rating comment in Markdown
ga: Trácht rátála in Markdown

source: Appeal
ga: Achomharc

source: App rating
ga: Rátáil aip

source: App ratings
ga: Rátálacha aip

source: Full name
ga: Ainm iomlán

source: Email
ga: Ríomhphost

source: App author
ga: Údar an aip

source: Version
ga: Leagan

source: Version follows Semantic Versioning
ga: Leanann an leagan Leagan Séimeantach

source: PHP extension dependency
ga: Spleáchas síneadh PHP

source: Database dependency
ga: Spleáchas bunachar sonraí

source: License
ga: Ceadúnas

source: Shell command dependency
ga: Spleáchas ordú Shell

source: PHP version requirement
ga: Ceanglas leagan PHP

source: Platform version requirement
ga: Ceanglas leagan ardáin

source: PHP version requirement (raw)
ga: Riachtanas leagan PHP (amh)

source: Platform version requirement (raw)
ga: Riachtanas leagan ardáin (amh)

source: Minimum Integer bits
ga: Giotán slánuimhir íosta

source: e.g. 32 for 32-bit Integers
ga: e.g. 32 haghaidh 32 giotán slánuimhreacha

source: Archive download URL
ga: Íosluchtaigh url cartlann

source: A signature using the app's certificate
ga: Síniú ag baint úsáide as teastas na haipe

source: Signature hashing algorithm
ga: Algartam hashing Síniú

source: Changelog
ga: Loga athrú

source: The release changelog. Can contain Markdown
ga: An iris changelog. Is féidir Markdown a bheith ann

source: AppAPI system app flag
ga: Bratach aip córas AppAPI

source: Whether the application is system-wide (i.e. can impersonate the user without him interacting with the application)
ga: Cibé an bhfuil an feidhmchlár ar fud an chórais (i.e. is féidir leis an úsáideoir a phearsanú gan é a bheith ag idirghníomhú leis an bhfeidhmchlár)

source: App release
ga: Eisiúint aip

source: App releases
ga: Eisiúint an aip

source: Deploy Identifier
ga: Imscaradh Aitheantóir

source: Installer specific data
ga: Sonraí sonracha suiteálaí

source: JSON data for AppAPI installer depending on installation type
ga: Sonraí JSON le haghaidh suiteálaí AppAPI ag brath ar an gcineál suiteála

source: AppAPI release Deploy method
ga: Modh Imscaradh scaoileadh AppAPI

source: AppAPI release Deploy methods
ga: Modhanna Imscaradh scaoileadh AppAPI

source: Name of the API scope
ga: Ainm an raon feidhme API

source: AppAPI release API Scope
ga: Scóip API scaoileadh AppAPI

source: AppAPI release API Scopes
ga: Scaoileadh AppAPI Scóipeanna API

source: App Release
ga: Eisiúint Aip

source: Environment Variable Name
ga: Comhshaol Ainm Athraitheach

source: Display Name
ga: Ainm taispeána

source: Default Value
ga: Luach Réamhshocraithe

source: AppAPI Release Environment Variable
ga: Timpeallacht Eisiúna AppAPI Athraitheach

source: AppAPI Release Environment Variables
ga: Athróga Comhshaoil ​​Eisiúint AppAPI

source: Image URL
ga: URL íomhá

source: Small thumbnail
ga: Mionsamhail beag

source: Ordering
ga: Ordú

source: Screenshot
ga: gabháil scáileáin

source: Screenshots
ga: Seatanna scáileáin

source: Donation URL
ga: URL síntiús

source: Donation Type
ga: Cineál Síntiúis

source: Donation Title
ga: Teideal Síntiúis

source: Donation
ga: Síntiús

source: Donations
ga: Síntiúis

source: Shell command
ga: Ordú bhlaosc

source: Name of a required shell command, e.g. grep
ga: Ainm ordú blaosc riachtanach, e.g. grep

source: Shell commands
ga: Orduithe Shell

source: Category ID used to identify the category an app is uploaded to
ga: Aitheantas na catagóire a úsáidtear chun an chatagóir a bhfuil aip uaslódáilte chuici a shainaithint

source: Category name which will be presented to the user
ga: Ainm na catagóire a thabharfar don úsáideoir

source: Categories
ga: Catagóirí

source: Key which is used to identify a license
ga: Eochair a úsáidtear chun ceadúnas a aithint

source: License name which will be presented to the user
ga: Ainm an cheadúnais a thaispeánfar don úsáideoir

source: Licenses
ga: Ceadúnais

source: Key which is used to identify a database
ga: Eochair a úsáidtear chun bunachar sonraí a aithint

source: Database name which will be presented to the user
ga: Ainm an bhunachair shonraí a thaispeánfar don úsáideoir

source: Database
ga: Bunachar Sonraí

source: Databases
ga: Bunachair shonraí

source: Database version requirement
ga: Riachtanais leagan bunachar sonraí

source: Database version requirement (raw)
ga: Riachtanas leagan bunachar sonraí (amh)

source: Database dependencies
ga: Spleáchas bunachar sonraí

source: PHP extension
ga: Síneadh PHP

source: PHP extensions
ga: Síntí PHP

source: Extension version requirement
ga: Ceanglas leagan síneadh

source: Extension version requirement (raw)
ga: Riachtanas leagan sínte (amh)

source: PHP extension dependencies
ga: Spleáchais síneadh PHP

source: Heading
ga: Ceannteideal

source: Excerpt
ga: Sliocht

source: Link
ga: Nasc

source: Image
ga: Íomha

source: Show podcast
ga: Taispeáin podchraoladh

source: Nextcloud Podcast
ga: Podchraoladh Nextcloud

source: Nextcloud Podcasts
ga: Podchraoltaí Nextcloud

source: App release deletion
ga: Scriosadh eisiúint aip

source: App release deletions
ga: Scriosadh eisiúint aip

source: App rating deletion
ga: Scriosadh rátáil aip

source: App rating deletions
ga: Scriosadh rátálacha aip

source: Nextcloud version
ga: Leagan Nextcloud

source: Is current version
ga: Tá leagan reatha

source: Only one version can be the current one. This field is used to pre-select dropdowns for app generation, etc.
ga: Ní féidir ach leagan amháin a bheith mar an leagan reatha. Úsáidtear an réimse seo chun anuas a réamhroghnú chun aipeanna a ghiniúint, etc.

source: Has a release
ga: Tá scaoileadh

source: If true, this is an actual released Nextcloud version that can be downloaded as an archive. If false, the release is either a pre-release, or not available for download anymore.
ga: Más fíor, is leagan Nextcloud iarbhír é seo ar féidir a íoslódáil mar chartlann. Más rud é go bhfuil sé bréagach, is réamheisiúint é an scaoileadh, nó níl sé ar fáil le híoslódáil a thuilleadh.

source: Version is supported
ga: Tacaítear leis an leagan

source: True if this version is still officially supported (excluding enterprise support)
ga: Fíor má tá tacaíocht oifigiúil fós ag an leagan seo (gan tacaíocht fiontair san áireamh)

source: Nextcloud release
ga: Nextcloud scaoileadh

source: Nextcloud releases
ga: Scaoileann Nextcloud

source: Forbidden
ga: Toirmiscthe

source: You are forbidden to access this page!
ga: Tá cosc ​​ort rochtain a fháil ar an leathanach seo!

source: Not Found
ga: Gan Aimsiú

source: Page not found
ga: Ní bhfuarthas an leathanach

source: The page you are looking for does not exist!
ga: Níl an leathanach atá á lorg agat ann!

source: Too many tries. Try again in a few minutes.
ga: An iomarca iarracht. Bain triail eile as i gceann cúpla bomaite.

source: Greetings from the %(site_name)s! You're receiving this email because user %(user_display)s has linked this email address to their account at %(site_domain)s. To confirm this is correct, go to %(activate_url)s If you do not have an account at %(site_domain)s, simply ignore this message.
ga: Beannachtaí ó %(site_name)s! Tá an ríomhphost seo á fháil agat toisc gur cheangail úsáideoir %(user_display)s an seoladh ríomhphoist seo lena chuntas ag %(site_domain)s. Chun a dhearbhú go bhfuil sé seo ceart, téigh go dtí %(activate_url)s Mura bhfuil cuntas agat ag %(site_domain)s, déan neamhaird den teachtaireacht seo.

source: Thank you from the %(site_name)s! %(site_domain)s
ga: Go raibh maith agat as %(site_name)s! %(site_domain)s

source: Confirm Email Address
ga: Deimhnigh Seoladh Ríomhphoist

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
ga: Deimhnigh le do thoil gur seoladh ríomhphoist é <a href="mailto:%(email)s">%(email)s</a> d’úsáideoir%(user_display)s.

source: Confirm
ga: Deimhnigh

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
ga: Chuaigh an nasc deimhnithe ríomhphoist seo in éag nó tá sé neamhbhailí. Eisigh <a href="%(email_url)s">iarratas deimhnithe ríomhphoist nua le do thoil</a>.

source: Log in
ga: Logáil isteach

source: Forgot password?
ga: Dearmad ar pasfhocal?

source: Log in with GitHub
ga: Logáil isteach le GitHub

source: Register
ga: Clár

source: Password Reset
ga: Athshocrú Pasfhocal

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
ga: Dearmad déanta agat ar do phasfhocal? Cuir isteach do sheoladh ríomhphoist thíos, agus seolfaimid ríomhphost chugat a ligeann duit é a athshocrú.

source: Reset My Password
ga: Athshocraigh Mo Phasfhocal

source: Please contact us if you have any trouble resetting your password
ga: Déan teagmháil linn le do thoil má tá aon deacracht agat do phasfhocal a athshocrú

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
ga: Tá ríomhphost seolta againn chugat. Mura bhfuair tú é seiceáil le do thoil d’fhillteán turscair. Seachas sin déan teagmháil linn mura bhfaigheann tú é i gceann cúpla bomaite.

source: Change Password
ga: Athraigh do phasfhocal

source: Bad API Token
ga: Droch Chomhartha API

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ga: Bhí an nasc athshocraithe pasfhocail neamhbhailí, b'fhéidir toisc gur úsáideadh cheana é. Iarr le do thoil <a href="%(passwd_reset_url)s">phasfhocal nua a athshocrú1</a>.

source: Create an account
ga: Cruthaigh cuntas

source: Verify Your Email Address
ga: Fíoraigh Do Sheoladh Ríomhphoist

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
ga: Sheolamar ríomhphost chugat le fíorú. Lean an nasc a thugtar chun an próiseas sínithe a thabhairt chun críche. Mura bhfeiceann tú an ríomhphost fíoraithe i do phríomhbhosca isteach, seiceáil d’fhillteán turscair. Déan teagmháil linn le do thoil mura bhfaigheann tú an ríomhphost fíorúcháin laistigh de chúpla nóiméad.

source: Nextcloud App Store admin
ga: Riarthóir Nextcloud Siopa Aip

source: Nextcloud App Store administration
ga: Riarachán Nextcloud Siopa Aip

source: All apps
ga: Gach aip

source: Featured apps
ga: Aipeanna faoi thrácht

source: Latest %(app_name)s releases
ga: Na %(app_name)s eisiúint is déanaí

source: Previous
ga: Roimhe Seo

source: Next
ga: Ar aghaidh

source: This app has become part of the Nextcloud Server release packages.
ga: Tá an aip seo anois mar chuid de phacáistí eisiúna Nextcloud Server.

source: It is no longer actively distributed via the app store, but when updating the Nextcloud Server the app will be updated to the latest version automatically.
ga: Ní dhéantar é a dháileadh go gníomhach a thuilleadh tríd an siopa app, ach nuair a nuashonrófar an Freastalaí Nextcloud déanfar an aip a nuashonrú go dtí an leagan is déanaí go huathoibríoch.

source: This app hasn’t been tested with the latest 3 major releases of Nextcloud.
ga: Níor tástáladh an aip seo leis na 3 eisiúint mhóra is déanaí de Nextcloud.

source: It may no longer be maintained or supported and may have compatibility issues when used with more recent versions of Nextcloud.
ga: Seans nach ndéanfar é a chothabháil nó a thacú a thuilleadh agus d’fhéadfadh go mbeadh fadhbanna comhoiriúnachta aige nuair a úsáidtear é le leaganacha níos déanaí de Nextcloud.

source: Orphan / Looking for Maintainer
ga: Dílleachta / Ag Lorg Cothaitheoir

source: Highest Nextcloud version
ga: Leagan Nextcloud is airde

source: Show all releases
ga: Taispeáin gach eagrán

source: Community rating
ga: Rátáil phobail

source: Authors
ga: Údair

source: Owner
ga: Úinéir

source: Last updated
ga: Nuashonraithe is déanaí

source: Resources
ga: Acmhainní

source: User documentation
ga: Doiciméadú úsáideora

source: Admin documentation
ga: Doiciméadúchán riaracháin

source: Developer documentation
ga: Doiciméadú forbróra

source: Interact
ga: Idirghníomhú

source: Report problem
ga: Tuairiscigh fadhb

source: Request feature
ga: Iarr gné

source: Ask questions or discuss
ga: Cuir ceisteanna nó pléigh

source: Donate
ga: Síntiúis

source: Need Enterprise Support?
ga: Tacaíocht Fiontraíochta de dhíth?

source: Request quote
ga: Iarr ceanglófar

source: Recommended for large Nextcloud installations only.
ga: Moltar do shuiteálacha móra Nextcloud amháin.

source: Releases
ga: Scaoileadh

source: Stable channel
ga: Cainéal cobhsaí

source: Nightly channel
ga: Cainéal oíche

source: All releases
ga: Gach eisiúint

source: nightly
ga: Gach oíche

source: Unstable
ga: Éagobhsaí

source: Ok
ga: Ceart go leor

source: Appeal for spam
ga: Achomharc i leith turscair

source: Cancel spam appeal
ga: Cealaigh an t-achomharc turscair

source: Delete spam comment
ga: Scrios trácht turscair

source: No comments found.
ga: Níor aimsíodh aon trácht.

source: Comments
ga: Tuairimí

source: Rate app
ga: Aip rátáil

source: Rate integration
ga: Comhtháthú rátaí

source: Your comment
ga: Do thuairim

source: Rating comments support <a rel="noopener noreferrer" href="https://daringfireball.net/projects/markdown/syntax">Markdown</a>. Do not use rating comments to report bugs or request features. Neither developers nor users will be notified of your comment. A rating without a comment still counts, but will not be listed below.
ga: Tacaíonn tuairimí rátála le <a rel="noopener noreferrer" href="https://daringfireball.net/projects/markdown/syntax">Markdown</a>. Ná húsáid tuairimí rátála chun fabhtanna a thuairisciú nó chun gnéithe a iarraidh. Ní chuirfear do thuairimí in iúl d’fhorbróirí ná d’úsáideoirí. Tá rátáil gan trácht fós san áireamh, ach ní bheidh sé liostaithe thíos

source: Update rating
ga: Nuashonraigh rátáil

source: Submit rating
ga: Cuir rátáil isteach

source: Switch language for the comments:
ga: Athraigh teanga le haghaidh na dtuairimí:

source: Register integration
ga: Comhtháthú a chlárú

source: Moderate integration
ga: Comhtháthú measartha

source: Edit integration
ga: Cuir comhtháthú in eagar

source: Update
ga: Nuashonrú

source: Approve
ga: Cheadaigh

source: Reject
ga: Diúltaigh

source: Relevance
ga: Ábharthacht

source: Alphabetically
ga: In ord aibítre

source: Latest release
ga: Eisiúint is déanaí

source: Rating (recent)
ga: Rátáil (le déanaí)

source: My apps
ga: Mo chuid aipeanna

source: No apps found for search "<em>%(query)s</em>" in %(category)s.
ga: Níor aimsíodh aipeanna le haghaidh cuardaigh "1%(query)s1" i %(category)s.

source: No apps found for search "<em>%(query)s</em>".
ga: Níor aimsíodh aipeanna don chuardach "1%(query)s1".

source: Register app
ga: Clárú aip

source: For more information on how to obtain the certificate and create the signature, check out the <a href="http://nextcloudappstore.readthedocs.io/en/latest/developer.html" rel="noopener norefferer">app developer guide</a>.
ga: Le haghaidh tuilleadh faisnéise ar conas an deimhniú a fháil agus an síniú a chruthú, seiceáil an <a href="http://nextcloudappstore.readthedocs.io/en/latest/developer.html" rel="noopener norefferer"> d’fhorbróirí aip</a>.

source: Not a public certificate
ga: Ní deimhniú poiblí é

source: App registered.
ga: Cláraíodh an aip.

source: App details
ga: Sonraí an aip

source: Release Details
ga: Sonraí Eisiúna

source: Updated
ga: Nuashonraithe

source: Signature digest
ga: Achoimre sínithe

source: Dependencies
ga: Spleáchais

source: Required Nextcloud versions
ga: Leaganacha Nextcloud riachtanach

source: Generate app
ga: Gin aip

source: Generate and download
ga: Gin agus íoslódáil

source: Upload app release
ga: Íoslódáil an aip a scaoileadh

source: App release successfully uploaded.
ga: D'éirigh le heisiúint an aip a uaslódáil.

source: For more information on how to create the signature check out the <a href="https://nextcloudappstore.readthedocs.io/en/latest/developer.html" rel="noopener norefferer">app developer guide</a>.
ga: Le haghaidh tuilleadh eolais ar conas an síniú a chruthú féach ar an <a href="https://nextcloudappstore.readthedocs.io/en/latest/developer.html" rel="noopener norefferer">aip forbróir treoir</a>.

source: Upload
ga: Uaslódáil

source: The Nextcloud App Store - Upload your apps and install new apps onto your Nextcloud
ga: The Nextcloud Siopa Aip - Uaslódáil do chuid aipeanna agus suiteáil aipeanna nua ar do Nextcloud

source: The Nextcloud Community
ga: Pobal Nextcloud

source: Latest app releases
ga: Na heisiúintí aip is déanaí

source: Contribute to the app store
ga: Cur leis an siopa aip

source: Privacy and legal
ga: Príobháideacht agus dlíthiúil

source: Legal notice
ga: Fógra dlíthiúil

source: required field
ga: Réimse riachtanach

source: Resources for developers
ga: Acmhainní d'fhorbróirí

source: Develop for Nextcloud
ga: Forbair do Nextcloud

source: Request translations
ga: Iarr aistriúcháin

source: Submit your app
ga: Cuir isteach d'aip

source: Search in %(category)s
ga: Cuardaigh isteach %(category)s

source: Search in featured apps
ga: Cuardaigh in aipeanna faoi thrácht

source: Search in all apps
ga: Cuardaigh i ngach feidhmchlár

source: Search
ga: Cuardach

source: Admin
ga: Riarachán

source: Account
ga: Cuntas

source: Log out
ga: Logáil Amach

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
ga: Tá tú ar tí do chuntas%(provider_name)s a úsáid chun logáil isteach %(site_name)s. Mar chéim dheiridh, comhlánaigh an fhoirm seo a leanas le do thoil:

source: Customization
ga: Saincheapadh

source: Themes, layout and UX change apps
ga: Athraíonn téamaí, leagan amach agus aipeanna UX

source: Dashboard
ga: Deais

source: Apps including Nextcloud Dashboard widgets
ga: Aipeanna lena n-áirítear giuirléidí Deais Nextcloud

source: Files
ga: Comhaid

source: File management and Files app extension apps
ga: Bainistiú comhad agus aipeanna síneadh aip Comhaid

source: Games
ga: Cluichí

source: Games run in your Nextcloud
ga: Tá cluichí ar siúl i do Nextcloud

source: Integration
ga: Comhtháthú

source: Apps that connect Nextcloud with other services and platforms
ga: Aipeanna a nascann Nextcloud le seirbhísí agus ardáin eile

source: Monitoring
ga: Monatóireacht

source: Data statistics, system diagnostics and activity apps
ga: Staitisticí sonraí, diagnóisic chórais agus aipeanna gníomhaíochta

source: Multimedia
ga: Ilmheáin

source: Audio, video and picture apps
ga: Feidhmchláir fuaime, físe agus pictiúir

source: Office & text
ga: Oifig & téacs

source: Office and text processing apps
ga: Feidhmchláir oifige agus próiseála téacs

source: Organization
ga: Eagraíocht

source: Time management, To-Do list and calendar apps
ga: Bainistíocht ama, liosta le Déanamh agus feidhmchláir féilire

source: Search related apps
ga: Cuardaigh aipeanna gaolmhara

source: Security
ga: Slándáil

source: Apps that provide additional security mechanisms like authentication, authorization, encryption, etc.
ga: Feidhmchláir a sholáthraíonn meicníochtaí slándála breise cosúil le fíordheimhniú, údarú, criptiú, etc.

source: Social & communication
ga: Sóisialta & cumarsáid

source: Messaging, contact management and social media apps
ga: Teachtaireachtaí, bainistíocht teagmhála agus aipeanna meáin shóisialta

source: Tools
ga: Uirlisí

source: Everything else
ga: Chuile shórt eile

source: Flow
ga: Sreabhadh

source: Apps for Nextcloud Flow
ga: Aipeanna le haghaidh Nextcloud Flow

source: Artificial Intelligence apps
ga: Aipeanna intleacht shaorga
